const content = `# 機能紹介: 駒の外観の変更

何の訓練もしないで目隠しチェスができる人はなかなかいません。
そこで、このサービスでは通常のチェスから得られる視覚情報を少しずつ制限することで最終的に目隠しチェスができるようにしています。

例えば、対局画面では手の入力を送信するフォームがありますが、タブを切り替えて盤面を覗き見ることができます。

![盤面の表示](/images/articles/screenshots/board-tab.png)

盤面がイメージできなくなった場合はこの機能を活用してください。

また、この盤面の表示は[設定](/preferences?tab=game-settings)で変えることができます。
例えば、駒の色を一色にすることも可能です。

![一色駒](/images/articles/screenshots/single-colored-pieces.png)

多少混乱するかもしれませんが、完全な目隠しチェスよりは難易度が低いと思うのでこういったところから慣れていくのも一つの手段です。
また、通常のピースではなく全てを石のようなシルエットに変更する機能も備えています。

![駒のシルエット変更](/images/articles/screenshots/stones-as-pieces.png)

これだと、駒の区別がつかずマス目しか手掛かりがないので難易度はよりアップします。

視覚情報を制限することができる機能というのは具体的にはこれらのことです。

[設定画面で駒の外観をカスタマイズする](/preferences?tab=game-settings)`;

export default content;
