const content = `# このWebサイトについて

このWebサイトのテーマは目隠しチェスです。
ここでは以下のようなことができます。

- 目隠しチェスでAIと対戦できる
- 目隠しチェスに関する訓練ができる
- 目隠しチェスができるようになるために必要なナレッジを収集できる

目隠しチェスは、通常のチェスの能力を鍛えるために有効だとされています。
特に、ミドルゲームの強さやビジュアライゼーション能力の向上に効果的な訓練とされています。

実際に、グランドマスターのような強いプレイヤーが対局中に目を瞑って長考したり、宙を見つめてバリエーションを計算したりする様子を見かけることは珍しくありません。
この時に彼らは、目の前にある物理的な盤面ではなく、自分の頭の中にある仮想的な盤面で駒を動かしているのです。
彼らがこの能力を目隠しチェスを通して培ったかどうかは別として、目隠しチェスは有効な訓練手段です。

とはいえ、目隠しチェスは難易度が高く、精神的な緊張や脳への高い負荷が伴うものです。
何の訓練もせずに、いきなり目隠しチェスができるプレイヤーは稀でしょう。
このサービスでは初歩的な訓練メニューや、ゲームでの視覚補助を限定的なものにする設定などを用いて、段階的に目隠しチェスに順応できるようにしています。`;

export default content;
