const content = `# 機能紹介: 駒の外観の変更

## 段階的に視覚情報を制限する

何の訓練もしないで目隠しチェスができる人はなかなかいません。
そこで、このサービスでは通常のチェスから得られる視覚情報を少しずつ制限することで最終的に目隠しチェスができるようにしています。

## 盤面を覗き見る

対局画面では手の入力を送信するフォームがありますが、ポジションが把握できなくなったら盤面を覗き見る機能を利用することもできます。

![demo:board-normal]()

盤面がイメージできなくなった場合はこの機能を活用してください。

## 一色駒モード

盤面の表示は[設定](/ja/preferences?tab=game)で変えることができます。
例えば、駒の色を一色にすることも可能です。

![demo:single-colored]()

多少混乱するかもしれませんが、完全な目隠しチェスよりは難易度が低いと思うのでこういったところから慣れていくのも一つの手段です。

## 石のシルエットモード

通常のピースではなく全てを石のようなシルエットに変更する機能も備えています。

![demo:stones]()

これだと、駒の区別がつかずマス目しか手掛かりがないので難易度はよりアップします。

## 設定のカスタマイズ

視覚情報を制限することができる機能というのは具体的にはこれらのことです。

[設定画面で駒の外観をカスタマイズする](/ja/preferences?tab=game)`;

export default content;
